Repository: RezaHaidari/fandogh
Catalog: server/fandogh/locale/*/LC_MESSAGES/django.po
Languages: fa

source: Sorry about this inconvenience, there is a problem in our side, we'll fix it soon
fa: بابت این مشکل متاسفیم و مشکل از سمت ماست، به زودی مشکل رو حل می‌کنیم

source: English
fa: انگلیسی

source: Persian
fa: فارسی

source: You need to login first.
fa: شما اول باید لاگین کنید تا به سرویس‌های فندق دسترسی داشته باشید

source: Image created successfully
fa: تصویر با موفقیت ایجاد گردید

source: You cannot publish version for this image
fa: شما نمی‌توانید ورژنی برای این تصویر منتشر کنید

source: Image with this name: {} does not exist
fa: تصویر با نام {} وجود ندارد

source: You already have a successful image built with version:{} for image:{}
fa: شما قبلا ورژن {} را برای تصویر {} با موفقیت ایجاد کرده‌اید

source: Version created successfully
fa: ورژن جدید با موفقیت ساخته شد

source: Image not found
fa: تصویر یافت نشد

source: version is necessary
fa: شماره ورژن اجباری است

source: Couldn't find the resource
fa: متاسفانه موردی که دنبال آن هستید وجود ندارد

source: Your Mysql service will be ready in a few seconds. You can have access to the PHPMyAdmin via following link: {}
fa: سرویس MySQL شما تا چند ثانیه دیگر آماده است. از طریق این آدرس می‌توانید به PHPMyAdmin دسترسی داشته باشید: {}

source: true/false, You can specify this parameter to enable or disable PHPMyAdmin, default to true
fa: مقدار true یا false که می‌توانید از طریق این پارامتر PHPMyAdmin را فعال یا غیرفعال کنید

source: string, you can specify this parameter to change MySQL root password, default to root
fa: یک رشته متنی که از طریق آن می‌توانید پسورد روت MySQL را تغییر دهید، به طور پیشفرض root خواهد بود

source: string, you can specify this parameter to change the name of service, default to mysql
fa: یک رشته متنی که از طریق آن می‌توانید نام سرویس خود را مشخص کنید، به صورت پیشفرض mysql خواهد بود

source: service name should consist of lowercase letters, digits or dash, for example my-service2 is valid
fa: نام سرویس می‌تواند شامل حروف کوچک انگلیسی، ارقام انگلیسی یا خط تیره و نقطه باشه

source: {} is not one of available config options for {}
fa: {} جز پارامتر‌های صحیح برای تنظیم سرویس {} نیست

source: You already have 2 or more running services. Please destroy one of the previous ones if you want to deploy a new one.
fa: شما تاکنون ۲ تا یا بیشتر سرویس در حال اجرا ساخته‌اید.با توجه به محدودیت حساب کاربریتان حداکثر دو سرویس در حال اجرا می‌توانید داشته باشید، لطفا سرویس‌های قبلی را حذف کنید تا بتوانید سرویس جدید دیپلوی کنید

source: Could not find a successfully built image with the given name and version
fa: هیچ تصویری که با این نام و ورژن با موفقیت ساخته شده باشد وجود ندارد

source: No service with name {} running
fa: هیچ سرویسی به نام {} در حال اجرا نیست

source: Only lower case alphanumeric characters, -, and . are allowed
fa: فقط حروف کوچک انگلیسی و کاراکترهای نقطه و خط تیره(-) مجاز هستند

source: Email address already exists
fa: این آدرس ایمیل تکراری است

source: Username already taken
fa: نام‌کاربری قبلا توسط فرد دیگری انتخاب شده

source: This name already used by another account, please choose another name
fa: این نام قبلا توسط فرد دیگری انتخاب شده، لطفا نام دیگری انتخاب کنیداین نام قبلا توسط فرد دیگری استفاده شده است، لطفا نام دیگری انتخاب کنید

source: There is no user with this email/username
fa: هیچ کاربری با این ایمیل/نام‌کاربری وجود ندارد

source: Username or password is wrong
fa: نام‌کاربری یا رمزعبور صحیح نیست

source: Your early access request registered successfully.
fa: درخواست شما ثبت شد

source: Your account has been created successfully, You need to activate your account using the link we send you
fa: حساب کاربری شما با موفقیت ایجاد شد، فقط کافیست برای فعال‌سازی روی لینکی که برای شما ایمیل کردیم کلیک کنید

source: Your account has been activated
fa: حساب کاربری شما فعال شد

source: Requested code does not exist
fa: کد ارسالی یافت نشد

source: Invalid request
fa: درخواست شما معتبر نیست

source: An email containing account recovery instruction has been sent to you.
fa: ایمیلی حاوی دستورالعملی بازیابی حساب کاربری برای شما ارسال شد

source: Your password has been changed
fa: رمز عبور شما با موفقیت تغییر یافت
